// Input type names
"Script-0" = "Latin";
"Script-1" = "Japonais";
"Script-2" = "Chinois traditionnel";
"Script-3" = "Coréen";
"Script-7" = "Cyrillique";
"Script-25" = "Chinois simplifié";
"Script-29" = "Europe centrale";
"Script-126" = "Unicode";

// Option to override language names when they are shown in a list; translate as "1" to force capitalization, e.g. “català” → “Català”.
"ForceCapitalizationInLanguageLists" = "1";

// Used in Add Input Source Sheet’s language category table view
"Others" = "Autres";

// Add Input Source Sheet keyboard layout label
"MultipleInputSourcesSelected" = "Plusieurs méthodes de saisie sélectionnées";
"KeyboardLayoutNotAvailable" = "Disposition de clavier non disponible";
"NoInputSourceSelected" = "Aucune méthode de saisie sélectionnée";

// Keyboard layout preview’s HTML aria-label description
"Keyboard layout preview for %@ input source." = "Aperçu de la disposition de clavier pour la méthode de saisie %@.";
"Trackpad preview for %@ input source." = "Aperçu du trackpad pour la méthode de saisie %@.";

// Label for user’s selected primary language
"%@ — Primary" = "%@ — principale";

// Menu item for customizing pronoun
"Custom…" = "Personnaliser…";
